{
  "gothfembust":"**Image Type** Generate a photorealistic, close-up, professional portrait image of a female, elven character, framed as a bust (head and shoulders only) with the character looking directly at the camera. This should resemble a high-quality professional photograph with sharp details. **Scene Description** The scene is set within an elegant, bright, gothic-style church space that is blurred in the background to keep the character in sharp focus. Morning sunlight fills the area, casting a soft and radiant glow around the subject. **Background** The background should be entirely blurred, bright, and softly illuminated by natural light from unseen windows. This provides a clean, unobtrusive backdrop that accentuates the character without any distracting elements. Subtle hints of gothic architectural elements are faintly visible through the blur. **Character Appearance** The character is a female with angular, refined, and mystical elven features, exuding elegance. She has a fair complexion, and her expression is calm, with a direct, engaging gaze toward the viewer. Her hair is styled to be full and flowing around her shoulders, adding volume and framing her face softly. **Primary Color** {primary_color}. **Secondary Color** {secondary_color}. **Color Palette** The primary color with secondary color accents should create a bold, dynamic, and ethereal aesthetic. The primary color is the dominant color for the outfit, while secondary highlights add contrast and energy to the look. No other colors should be prominent to maintain cohesion in the vibrant palette. **Clothing** The character is dressed in a skin tight, intricately detailed outfit featuring sparse contour tracing piping that adds accentuation and depth, creating an intense, vibrant style. The color combination should evoke warmth and energy, maintaining an otherworldly appearance without any dark or heavy shading. **Lighting** The scene is brightly lit, as if illuminated by soft morning sunlight streaming through stained glass windows. The light casts a soft glow on the subject`s face and clothing, highlighting the textures and contours of the outfit and adding a slight sheen to the colored accents. Ensure that the lighting emphasizes fine details naturally, avoid any harsh shadows.",
  "benoit":"**Style**: *Medium*: Use bold, hand-drawn line work for defining structure and form. *Tone*: Incorporate soft, loose shading to add depth and dimension, avoiding harsh shadows. *Presentation*: Maintain sketch-like imperfections to give an organic feel. **Subject**: *Perspective*: Use dynamic angles with a slightly isometric perspective to showcase architectural or mechanical elements. *Description*: {description} *Type*: Emphasize blocky and layered architecture forms, with a combination of octagonal and sloped shapes. **Background**: *Scene Type*: {scene_type} *Depth*: {depth_effect} *Features*: Blend artificial and natural elements; e.g., incorporate rocky, textured landscapes around man-made structures. **Composition**: *Focus*: Focus on foreground dominance while allowing environmental elements to blend into the background. *Framing*: {framing} *Layers*: Use organic lines for natural elements, contrasting them with the geometric precision of buildings. **Mood**: *Atmosphere*: Aim for a pragmatic, utilitarian aesthetic, characteristic of a futuristic or industrial-human design ethos. *Narrative*: {narrative} *Viewer Experience*: This is a storyboard. Maintain a balance between functional design and artistic abstraction. **Palette**: *Color Themes*: Muted tones with dusty grays, sandy beiges, and soft blues. *Dominant Colors*: {color_variant} *Lighting*: Add subtle highlights using light blues and whites to represent reflective surfaces or lighting. **Lighting and Highlights**: *Type*: *Ambient lighting with focused accents on glass and metallic surfaces. *Source*: {light_source} *Effect*: Avoid heavy contrast; use a balanced gradient effect to define depth. **Textures and Details**: *Surface Quality* Simulate metallic surfaces with scratches and weathered wear. *Patterns*: Add minimal textural detail for functional realism, such as vents, ridges, or seams. *Focus Points*: Incorporate modern sci-fi design elements, like vents, antennae, and modular components."
}
